tap "homebrew/cask"

cask_args appdir: "~/Applications", require_sha: true

brew "starship"
brew "asdf"

cask "google-chrome"
cask "firefox"
cask "iterm2"
cask "vscodium"
cask "spotify"
cask "hey"
cask "setapp"
cask "krisp"
cask "alfred"
cask "viscosity"
cask "android-studio"
cask "camo-studio"
cask "keybase"
cask "little-snitch"
cask "spectacle"

mas "1password", id: 1333542190
mas "slack", id: 803453959
mas  "telegram", id: 747648890
mas "tailscale", id: 1475387142